IDEA Open Model
RigidLink.RigidRZ Property
Compatible with IDEA StatiCa Beta 20.0
 DOF rigid in RZ dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool RigidRZ { get; set; }
Public Property RigidRZ As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
RigidLink Class
IdeaRS.OpenModel.Model Namespace